templates/LYRA_ConfirmCallFail.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:lyr="http://www.deltasolutions.ru/om/rt/LyraOmsService/">
   <soapenv:Header/>
   <soapenv:Body>
      <lyr:LyraTaskStatusNotificationRequest>
         <ComponentId>11</ComponentId>
         <LyraTaskId>500</LyraTaskId>
         <ResultCode>1</ResultCode>
         <ResultText>some error</ResultText>
         <Parameters>
            <!--Zero or more repetitions:-->
            <Parameter>
               <Name>orderId</Name>
               <Value>152</Value>
            </Parameter>
         </Parameters>
      </lyr:LyraTaskStatusNotificationRequest>
   </soapenv:Body>
</soapenv:Envelope>